export default {
  projections: {
    БроньE: {
      кодБрони: {
        __caption__: 'Код брони'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      стол: {
        __caption__: 'Стол',
        номерСтола: {
          __caption__: 'Номер стола'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      ресторан: {
        __caption__: 'Ресторан',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      запись: {
        __caption__: 'Запись',
        датаЗаписи: {
          __caption__: 'Дата записи'
        },
        время: {
          __caption__: 'Время'
        },
        гости: {
          __caption__: 'Гости',
          фИО: {
            __caption__: 'ФИО'
          }
        }
      },
      заказБлюда: {
        __caption__: 'Заказ блюда',
        комментарий: {
          __caption__: 'Комментарий'
        },
        блюда: {
          __caption__: 'Блюда',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      },
      заказНапитков: {
        __caption__: 'Заказ напитков',
        комментраий: {
          __caption__: 'Комментраий'
        },
        напитки: {
          __caption__: 'Напитки',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    БроньL: {
      кодБрони: {
        __caption__: 'Код брони'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      стол: {
        __caption__: 'Номер стола',
        номерСтола: {
          __caption__: 'Номер стола'
        }
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      ресторан: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    кодБрони: {
      __caption__: 'Код брони'
    },
    типОплаты: {
      __caption__: 'Тип оплаты'
    },
    ресторан: {
      __caption__: 'Ресторан'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    стол: {
      __caption__: 'Стол'
    },
    запись: {
      __caption__: 'Запись'
    },
    заказБлюда: {
      __caption__: 'Заказ блюда'
    },
    заказНапитков: {
      __caption__: 'Заказ напитков'
    }
  }
};
