export default {
  projections: {
    СтолE: {
      номерСтола: {
        __caption__: 'Номер стола'
      },
      колвоМест: {
        __caption__: 'Колво мест'
      },
      статус: {
        __caption__: 'Статус'
      }
    },
    СтолL: {
      номерСтола: {
        __caption__: 'Номер стола'
      },
      колвоМест: {
        __caption__: 'Колво мест'
      },
      статус: {
        __caption__: 'Статус'
      }
    }
  },
  validations: {
    колвоМест: {
      __caption__: 'Колво мест'
    },
    номерСтола: {
      __caption__: 'Номер стола'
    },
    статус: {
      __caption__: 'Статус'
    }
  }
};
